[
    {
          "name": "Coruscant",
          "featured": "Eps I-III & VI, series, games, literature",
          "img1": "/systems_images/coruscant.webp",
          "img2": "/systems_landscapes/coruscant.avif",
          "caption1": "Planet Coruscant",
          "caption2": "Coruscant's urban landscape",
          "climate": "Temperate (artificial)",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Dense, planetwide multilevel urban city",
          "population": "1,000,000,000,000+",
          "diameter": "12,240",
          "orbital_period": "365",
          "rotation_period": "24",
          "surface_water": "Less than 1",
          "gravity": "1 standard",
          "description": "The Coruscant system was a star system located in the Corusca sector of the Core Worlds. It notably contained the planet Coruscant and revolved around a tiny sun. Coruscant, also known as Jewel of the Core Worlds, or Imperial Center during the rule of the Galactic Empire, was an ecumenopolis — a city-covered planet, collectively known as Imperial City — in the Coruscant system of the Core Worlds. Serving as the capital of the galaxy since the ancient days of the old Galactic Republic, Coruscant was at the center of many historic events, such as the Jedi Order's conflict with the Sith."
        },
        {
          "name": "Alderaan",
          "featured": "Eps III-IV, series, games, literature",
          "img1": "/systems_images/alderaan.webp",
          "img2": "/systems_landscapes/alderaan.jpg",
          "caption1": "Planet Alderaan",
          "caption2": "Alderaan's urban landscape",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Forests, grasslands, mountains, urban",
          "population": "2,000,000,000",
          "diameter": "12,500",
          "orbital_period": "364",
          "rotation_period": "18",
          "surface_water": "40",
          "gravity": "1 standard",
          "description": "The Alderaan system was a star system located in the Alderaan sector in the Core Worlds of the galaxy. Alderaan, located in the Core Worlds, was a terrestrial planet covered with mountains. During the waning decades of the Galactic Republic, it was ruled by Queen Breha Organa and represented in the Galactic Senate by her husband, Senator Bail Prestor Organa. Following the rise of Sheev Palpatine's Galactic Empire, Alderaan played a pivotal role in the establishment of the Rebel Alliance, a movement that sought to restore the Old Republic's values, and was one of its earliest supporters. Because of its ties with the Alliance, the planet was destroyed when Grand Moff Wilhuff Tarkin decided to test the superlaser of the Death Star, a moon-sized battle station developed by the Empire, at full strength. Among the few survivors of that disaster was Princess Leia Organa, adopted daughter of Bail and Breha Organa and heiress to the royal house of Alderaan."
        },
        {
          "name": "Tython",
          "featured": "'The Mandalorian' series, literature",
          "img1": "/systems_images/tython.webp",
          "img2": "/systems_landscapes/tython_temple.webp",
          "caption1": "Planet Tython",
          "caption2": "Ancient Jedi temple on Tython",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Forests, grasslands, mountains",
          "population": "Unhabited",
          "diameter": "10,465",
          "orbital_period": "524",
          "rotation_period": "31.5",
          "surface_water": "20",
          "gravity": "1 standard",
          "description": "The Tython system was a star system of the Deep Core, named for the planet Tython. Tython was a terrestrial planet located in Tython system that played a pivotal role in the history of the Jedi Order. A verdant world that was incredibly rich in the Force, Tython was eventually abandoned when the ever-changing hyperlanes in the region drifted away from the planet and became shrouded in myth."
        },
        {
          "name": "Corellian",
          "featured": "SW: Solo, games, literature",
          "img1": "/systems_images/corellia.webp",
          "img2": "/systems_landscapes/corellia_industrial.jpg",
          "caption1": "Planet Corellia",
          "caption2": "Corellian industrial landscape",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Forests, jumgles, oceans, industrial urban",
          "population": "3,000,000,000",
          "diameter": "11,000",
          "orbital_period": "329",
          "rotation_period": "25",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "Corellia was a planet located in the galaxy's Core Worlds known for its ace pilots and large starships. The planet's vast shipyards produced many vessels over hundreds of years, including starfighters and Star Destroyers for the Galactic Empire as well as other famous models, such as the YT-1300 light freighter."
        },
        {
          "name": "Hosnian",
          "featured": "Ep VII",
          "img1": "/systems_images/hosnian.webp",
          "img2": "/systems_landscapes/hosnian_destruction.jpg",
          "caption1": "Planet Hosnian Prime",
          "caption2": "Destruction of Hosnian System",
          "climate": "Temperate (artificial)",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Dense, planetwide multilevel urban city",
          "population": "155,000,000,000",
          "diameter": "?",
          "orbital_period": "?",
          "rotation_period": "?",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Hosnian system was a star system in the galaxy's Core that contained the planets Cardota, Courtsilius, Hosnian, Hosnian Prime, and Raysho. Hosnian Prime was a planet in the Hosnian system of the Core Worlds, located along the Corellian Trade Spine. By 28 ABY, it served as the headquarters of the Galactic Senate and was the capital of the New Republic during the Cold War with the First Order. In 34 ABY, seeking to rid the galaxy of what it saw as illegitimate, the First Order used its superweapon, Starkiller Base, to destroy Hosnian Prime and all other planetary bodies in the system. The superweapon caused the ignition of Hosnian Prime's core, transforming the planet into a star in a pocket nova."
        },

        {
          "name": "Naboo",
          "featured": "Eps I-III, series, games, literature",
          "img1": "/systems_images/naboo.webp",
          "img2": "/systems_landscapes/naboo_temple.jpg",
          "caption1": "Planet Naboo",
          "caption2": "Royal Temple on Naboo",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Forests, grasslands, mountains, swamps, jungle",
          "population": "4,500,000,000",
          "diameter": "12,120",
          "orbital_period": "312",
          "rotation_period": "26",
          "surface_water": "12",
          "gravity": "1 standard",
          "description": "The Naboo system was a solar system of the Chommell sector, in the galaxy's Inner Rim. It notably contained the pastoral planet of Naboo. Naboo was a home to the indigenous Gungan species and to a population of humans known as the Naboo. Naboo was pushed to the forefront of galactic politics as the birthplace of the Dark Lord of the Sith Sheev Palpatine, who served as its representative in the Senate of the Galactic Republic. Under the guise of his Sith title Darth Sidious, Palpatine secretly engineered an invasion of his peaceful homeworld by the Trade Federation, a megacorporation in a bid for power. Ostensibly done in protest over proposed taxation of formerly free trade routes, the Federation's invasion led to an outpouring of support from the Senate for both Palpatine and the newly-elected Queen of Naboo, Padmé Amidala. Amidala led a successful resistance movement and removed the Federation from her world during the Battle of Naboo. Palpatine subsequently rose to the office of the Supreme Chancellor of the Republic, with Amidala eventually taking his place as the planet's senatorial representative."
        },
        {
          "name": "Dorin",
          "featured": "'SW: KOTOR' game, literature",
          "img1": "/systems_images/dorin.webp",
          "img2": "/systems_landscapes/dorin_fauna.jpg",
          "caption1": "Planet Dorin",
          "caption2": "Dorin's landscape & species",
          "climate": "Temperate",
          "atmosphere": "Type-3 (breath mask essential)",
          "terrain": "Mountains, valleys, plateaus",
          "population": "671,000,000",
          "diameter": "13,400",
          "orbital_period": "409",
          "rotation_period": "22",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Dorin system was located in the Inner Rim and contained the planet Dorin. It was situated between two black holes, making access to the planet limited; any space travel for the natives was also highly dangerous, as Dorin's atmosphere contained very little oxygen, and barely supported life (although some flora did exist on the planet). The inhabitants had evolved to survive in an environment within which most other species would perish, being effectively void of oxygen, nitrogen, and carbon dioxide. This atmospheric composition affected the travel capabilities of the native Kel Dor, requiring them to wear antiox breath masks to filter out oxygen while off-world."
        },
        {
          "name": "Ord Mantell",
          "featured": "Series, games, literature",
          "img1": "/systems_images/ordmantell.webp",
          "img2": "/systems_landscapes/ordmantell_urban.jpeg",
          "caption1": "Planet Ord Mantell",
          "caption2": "Ord Mantell's urban landscape",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Mountain chains, mesas, plains",
          "population": "4,000,000,000",
          "diameter": "14,050",
          "orbital_period": "?",
          "rotation_period": "?",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Ord Mantell system was a star system located in the Inner Rim's Bright Jewel sector. It notably contained the planet of Ord Mantell and its moons. It was the homeworld of the Mantellian Savrip species. Ord Mantell was colonized around 12,000 BBY by Corellian settlers during the expansion of the Galactic Republic, where it became an Ordnance/Regional Depot outpost. In the waning days of the Republic, Ord Mantell City housed a base of operations for the Black Sun crime syndicate. It later came under control of the Galactic Empire and became home to an Imperial deepdock."
        },
        {
          "name": "Onderon",
          "featured": "Series, games, literature",
          "img1": "/systems_images/onderon.webp",
          "img2": "/systems_landscapes/onderon_temple.webp",
          "caption1": "Planet Onderon",
          "caption2": "Onderon's royal Unifar Temple located in the city of Iziz",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Jungles, urban",
          "population": "?",
          "diameter": "15,190",
          "orbital_period": "405",
          "rotation_period": "28",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Onderon system was a star system located in the Japrael sector of the Inner Rim, which contained the jungle planet Onderon. During the Clone Wars, the planetary government seceded to the Confederacy of Independent Systems; in the Separatist Senate, Onderon was represented by Senator Mina Bonteri and later by her son, Lux Bonteri. In response to this political posture, a rebel cell on Onderon, led by siblings Steela and Saw Gerrera, formed with aid from the Jedi. This band of rebels excised the Separatist occupation from the planet, opening the door to joining the Galactic Republic. When Supreme Chancellor Sheev Palpatine transformed the Republic into the Galactic Empire and declared himself Emperor, the planet was taken over by the Imperials. This led to the formation of the Partisans led solely by Saw Gerrera."
        },
        {
          "name": "Manaan",
          "featured": "Games, literature",
          "img1": "/systems_images/manaan.webp",
          "img2": "/systems_landscapes/manaan_city.webp",
          "caption1": "Planet Manaan",
          "caption2": "The floating city of Ahto",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Planetwide ocean, islands",
          "population": "1,800,000",
          "diameter": "14,211",
          "orbital_period": "422",
          "rotation_period": "26",
          "surface_water": "100",
          "gravity": "1.3 standard",
          "description": "Manaan system was a star system in the Inner Rim that was home to the planet of Manaan. It was home to the Selkath, an amphibious species. The planet was completely covered in water and was the only known source of the medicinal substance kolto in the galaxy. Controlled by the Rakata during pre-Republic history, it became independent following the collapse of their Infinite Empire. In the years leading up to and during the Jedi Civil War, kolto was so important to the galaxy that the Selkath were able to use their monopoly to enforce their policy of neutrality and autonomy. The only above-surface settlement on Manaan was the floating Ahto City, built above Hrakert Rift, an abundant source of Kolto. Hiding in the depths of the rift lay a station where the Republic was trying to harvest Kolto at its source, aided by rebellious Selkath who saw the evil of the Sith Empire. This station fell in ruins when a Giant Firaxan Shark believed to be the source of Kolto and Selkath on the planet made the Selkath in the station go mad and rapidly kill the rest of the Crew. Eventually, Revan would find one of the star maps leading to the Star Forge. The map completed other maps found on Kashyyyk, Dantooine, Korriban, and Tatooine. During the Jedi Civil War, both the Sith Empire and the Galactic Republic attempted to get an upper hand in the war by creating secret deals that would give them more kolto. Since the Selkath preferred to stay neutral, they did not favor the Republic or the Sith, however some rebellious Selkath did. Ultimately, however, the Selkath banned the Sith from Manaan for trying to overthrow the government."
        },
        {
          "name": "Circarpous",
          "featured": "SW: Solo, series",
          "img1": "/systems_images/mimban.webp",
          "img2": "/systems_landscapes/mimban_battle.webp",
          "caption1": "Planet Mimban",
          "caption2": "Imperial ground forces being deployed during the battle of Mimban",
          "climate": "Humid",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Mud fields, rainforests, swamps",
          "population": "?",
          "diameter": "?",
          "orbital_period": "?",
          "rotation_period": "?",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Circarpous system was a star system located in the Inner Rim that contained the planet Mimban. Formally known as Circarpous V, it was a swamp planet located in the Circarpous sector of the galaxy's Expansion Region. Situated along the Nanth'ri Trade Route, it was the homeworld of several intelligent species, including the Mimbanese. For many decades, Mimban was the site of conflict between its natives and mining interests attracted by the planet's deep hyperbaride mineral deposits."
        },
        {
          "name": "Vandor",
          "featured": "SW: Solo",
          "img1": "/systems_images/vandor.webp",
          "img2": "/systems_landscapes/vandor_landscape.jpeg",
          "caption1": "Planet Vandor-1 (ID 53-80)",
          "caption2": "Vandor's snowy landscape",
          "climate": "Frigid",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Mountains, plains, fast-flowing rivers",
          "population": "25,000",
          "diameter": "12,000",
          "orbital_period": "435",
          "rotation_period": "?",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Vandor system was located in the Sloo sector of the Inner Rim Territories which contained the planet Vandor and other worlds. Vandor, also known as Vandor-1 or ID 53-80, was a cold frontier planet. Despite being sparsely settled, the Galactic Empire had a growing presence on the planet. Fort Ypso was a snowy mountain village located on Vandor."
        },
        {
          "name": "Fondor",
          "featured": "'SW: KOTOR' game, literature",
          "img1": "/systems_images/fondor.webp",
          "img2": "/systems_landscapes/fondor_dock.jpg",
          "caption1": "Planet Fondor",
          "caption2": "Ship dock on Fondor's orbit",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Desert, wasteland, urban sprawl",
          "population": "5,000,000,000",
          "diameter": "9,100",
          "orbital_period": "412",
          "rotation_period": "31",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Fondor system contained the planet of Fondor, homeworld of the Fondorians, its moon Nallastia, Thanut, and the cognominal star — which, as one of the brightest bodies in the starscape, made the system easy to locate without sensors. During the reign of the Galactic Empire, Fondor served as a massive manufacturing hub for the Imperials, featuring dozens of orbital shipyards known as the Fondor Shipyards. Late in the Galactic Civil War, Fondor served as the site of two attacks from the Rebel Alliance against the Empire, the latter of which resulted in an Imperial defeat. During the First Order-Resistance War, the shipyards were seized by the First Order."
        },

        {
          "name": "Tatooine",
          "featured": "Eps I-IV, VI & IX, series, games, literature",
          "img1": "/systems_images/tatooine.webp",
          "img2": "/systems_landscapes/tatooine_sunset.jpg",
          "caption1": "Planet Tatooine",
          "caption2": "Tatooine's famous binary sunset",
          "climate": "Hot and arid",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Desert, canyons, mountains, rocky bluffs",
          "population": "200,000",
          "diameter": "10,465",
          "orbital_period": "304",
          "rotation_period": "34",
          "surface_water": "1",
          "gravity": "1 standard",
          "description": "The Tatooine system was a binary solar system located in the Arkanis sector of the Mid Rim Territories. The first planet in that system was Tatooine, a sparsely inhabited circumbinary desert planet. As a part of a binary star system, the planet orbited two scorching suns, resulting in the world lacking the necessary surface water to sustain large populations. As a result, many residents of the planet instead drew water from the atmosphere via moisture farms. The planet also had little surface vegetation. It was the homeworld to the native Jawa and Tusken Raider species and of Anakin and Luke Skywalker, who would go on to shape galactic history."
        },
        {
          "name": "Kashyyyk",
          "featured": "Ep III, series, games, literature",
          "img1": "/systems_images/kashyyyk.webp",
          "img2": "/systems_landscapes/kashyyyk_landscape.jpg",
          "caption1": "Planet Kashyyyk",
          "caption2": "Republican forces deployed on Kashyyyk during the Clone Wars",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Forests, jumgles, mountains, oceans, swamps",
          "population": "56,000,000",
          "diameter": "12,765",
          "orbital_period": "381",
          "rotation_period": "26",
          "surface_water": "43",
          "gravity": "1 standard",
          "description": "The Kashyyyk system was a star system in the Mytaranor sector of the Mid Rim. It contained the planets Kashyyyk and Trandosha, as well as Trandosha's moon, Wasskah. Kashyyyk, also known as Planet Wookiee C to some humans in the Core Worlds, was a wroshyr tree-covered forest planet located in the southwestern quadrant of the galaxy and the homeworld of the Wookiee species. Four millennia before the Battle of Yavin, Kashyyyk was discovered by the Czerka Corporation, who enslaved the Wookiee population and renamed the planet G5-623, later to Edean. Using superior technology, the company managed to enslave the Wookiees until an uprising drove the oppressors away. During the Clone Wars, Kashyyyk was a member of the Galactic Republic, and endured enslavement under the Galactic Empire, the Republic's successor. Later, during the rise of the New Republic, Kashyyyk was liberated with the help of Republic forces led by Han Solo."
        },
        {
          "name": "Jakku",
          "featured": "Ep VII, series, games, literature",
          "img1": "/systems_images/jakku.webp",
          "img2": "/systems_landscapes/jakku_sd.jpeg",
          "caption1": "Planet Jakku",
          "caption2": "Wreckage of Imperial Star Destroyer in vast deserts of Jakku",
          "climate": "Arid; hot days with cold nights",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Deserts",
          "population": "< 25,000",
          "diameter": "6,400",
          "orbital_period": "315",
          "rotation_period": "26.8",
          "surface_water": "Less than 1",
          "gravity": "1 standard",
          "description": "The Jakku system was a star system located in a barely populated sector within the Western Reaches and the galaxy's Inner Rim that contained the planet Jakku and its two moons. Though considered by many within the galaxy to be distant and relatively worthless, Jakku was the site of important events that would shape galactic history. In 5 ABY, Jakku was the site of the pivotal Battle of Jakku, which ended the Galactic Civil War in favor of the New Republic and the collapse of the Galactic Empire. A generation later, the planet was the home of the scavenger Rey, who became involved in the events of the Cold War after helping the former First Order stormtrooper Finn and the astromech droid BB-8 escape offworld with a map leading to the missing Jedi Luke Skywalker."
        },
        {
          "name": "Kamino",
          "featured": "Ep II, series, games, literature",
          "img1": "/systems_images/kamino.webp",
          "img2": "/systems_landscapes/kamino_city.jpeg",
          "caption1": "Planet Kamino",
          "caption2": "The city of native Kaminoans",
          "climate": "Humid, rainy",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Planetwide ocean",
          "population": "1,000,000,000",
          "diameter": "19,720",
          "orbital_period": "463",
          "rotation_period": "27",
          "surface_water": "100",
          "gravity": "1 standard",
          "description": "The Kamino system was a star system situated almost beyond the Mid Rim Territories and just south of the companion galaxy known as the Rishi Maze. The system contained thirteen planets, including the ocean world of Kamino. It's star was described as 'aging'. Kamino was an aquatic planet inhabited by the Kaminoans — a race of tall, elegant beings with long necks who were regarded as a mysterious species that tended to keep to themselves. They were also known for their cloning technology, which was used to create a clone army for the Galactic Republic."
        },
        {
          "name": "Jedha",
          "featured": "SW: Rogue One, series, literature",
          "img1": "/systems_images/jedha.webp",
          "img2": "/systems_landscapes/jedha_sd.avif",
          "caption1": "Moon Jedha",
          "caption2": "Imperial Star Destroyer hovering over Jedha's main city",
          "climate": "Cold",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Deserts, mesas, rocky dustbowls, ",
          "population": "11,300,000",
          "diameter": "11,263",
          "orbital_period": "420",
          "rotation_period": "23",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Jedha system, also called the NaJedha system, was a star system located in the Terrabe sector that contained the planet NaJedha and its moon, Jedha. Jedha, also known as the Pilgrim Moon, the Cold Moon, or the Kyber Heart, and formerly known as NiJedha, was a small desert moon which orbited the planet NaJedha. Located in the Jedha system of the galaxy's Mid Rim, the moon had a cold climate due to its lasting winter. The historical and spiritual significance of Jedha led the moon to become a world of worship for those who believed in the Force, and a holy site for pilgrims who sought spiritual guidance. Sometime before the Battle of Yavin, the Galactic Empire occupied the moon to control its kyber crystal resources that were once used by the Jedi Order as components for their lightsabers. The occupation later provoked an insurgency to oppose the Imperial tyranny, coordinated by the rebel extremist Saw Gerrera. Jedha's heritage and Gerrera's resistance — the aptly named Partisans — led to it being chosen in 1 BBY for a test of the Death Star's superlaser, a superweapon capable of destroying entire planets. Though Director Orson Krennic had planned to destroy the moon, Grand Moff Wilhuff Tarkin overrode him, stating that the destruction of the Holy City would serve as a sufficient test."
        },
        {
          "name": "Iridonia",
          "featured": "Series, literature",
          "img1": "/systems_images/iridonia.jpg",
          "img2": "/systems_landscapes/iridonia_landscape.jpg",
          "caption1": "Planet Iridonia",
          "caption2": "Iridonia's harsh landscape",
          "climate": "Arid",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Deserts, mountains, jagged cliffs",
          "population": "?",
          "diameter": "?",
          "orbital_period": "?",
          "rotation_period": "?",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Iridonia system was a star system located in the Mid Rim's Glythe sector that contained the planet Iridonia. Iridonia was an arid Mid Rim planet home to the Zabrak species. Wide colonization efforts resulted in some Zabraks considering the worlds they grew up on their homeworlds; however, the subspecies of Zabrak that hailed from Iridonia itself were known as Iridonian Zabraks."
        },
        {
          "name": "Taris",
          "featured": "Games, literature",
          "img1": "/systems_images/taris.webp",
          "img2": "/systems_landscapes/taris_landscape.webp",
          "caption1": "Planet Taris",
          "caption2": "Abandoned urban landscape on Taris",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Urban sprawl, oceans",
          "population": "1,000,000,000",
          "diameter": "12,200",
          "orbital_period": "314",
          "rotation_period": "24",
          "surface_water": "30",
          "gravity": "1 standard",
          "description": "The Taris system was a star system in the Mid Rim Territories which contained the planet Taris. It was a polluted urban planet located in the Outer Rim. Although Taris was a heavily populated ecumenopolis, much of the surface itself was polluted with wrecked starships and dense, overgrown swamps. Makeshift tenements made of shipping containers and crashed starships stacked on top of one another, while yellow smog drifted in the atmosphere. The elite of the planet dwelled in nicer skyscrapers."
        },
        {
          "name": "Mandalore",
          "featured": "Series, games, literature",
          "img1": "/systems_images/mandalore.webp",
          "img2": "/systems_landscapes/mandalore_surface.avif",
          "caption1": "Planet Mandalore",
          "caption2": "Crystalized surface of Mandalore after the Great Purge",
          "climate": "Storms",
          "atmosphere": "Type-1 (but inhospitable)",
          "terrain": "Crystals, glass, trinitite, caverns",
          "population": "4.000.000",
          "diameter": "9,200",
          "orbital_period": "366",
          "rotation_period": "19",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Mandalore system, also known as the Mandalorian system, was a star system located in the Mandalore sector of the galaxy's Outer Rim Territories that contained the planet Mandalore, homeworld of the Mandalorian people, its moon of Concordia, and the planet Kalevala. Although nominally a member of the Galactic Republic, the Mandalore system declared itself neutral during the Clone Wars and was a member of the Council of Neutral Systems led by Satine Kryze, duchess of the New Mandalorians, though the system itself was led by Prime Minister Almec. Mandalore, also known as Mand'alor, was a planet located in the Outer Rim Territories. It was the homeworld of the Mandalorians, a fearsome warrior clan-based people, and the indigenous Alamite species. The Mandalorians once fought the Jedi and raided their temple during the fall of the Old Republic. Wearing distinctive armor that was often made from beskar, they were feared throughout the galaxy, and once had political influence over two thousand other star systems. Many years of war left the planet inhospitable, forcing the Mandalorians to live within domed cities. The planet was heavily bombed in the Night of a Thousand Tears by the Empire during the Great Purge of Mandalore, and millions of Mandalorians were killed, and the planet was thought to be uninhabitable. The fusion bombs and fusion rays used in the Purge crystallized the surface of the planet, turning the sand to glass and trinitite."
        },
        {
          "name": "Yavin",
          "featured": "Ep IV, SW: Rogue One, series, literature",
          "img1": "/systems_images/yavin.webp",
          "img2": "/systems_landscapes/yavin_temple.jpg",
          "caption1": "Moon Yavin 4",
          "caption2": "Ancient temple on Yavin 4",
          "climate": "Temperate to tropical",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Jungles",
          "population": "3,875,000",
          "diameter": "10,200",
          "orbital_period": "4,818",
          "rotation_period": "24",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Yavin system was a star system located in the Gordian Reach in the Mid Rim Territories. Yavin 4, also known as Yavin, was the jungle-covered fourth moon in orbit around the red gas giant Yavin Prime. Prior to the Galactic Civil War, Yavin was first a secret rendezvous point for members of the Axis Network and later home to the Massassi Group, one of many disparate rebel cells fighting against the Galactic Empire. Sometime before 2 BBY, the headquarters of the Alliance to Restore the Republic, was established on the moon, becoming fully equipped to wage war by 1 BBY. Following a major battle that took place around Yavin, the Alliance went on the run, and eventually relocated its headquarters to Hoth."
        },
        {
          "name": "Felucia",
          "featured": "Ep III, series, games, literature",
          "img1": "/systems_images/felucia.webp",
          "img2": "/systems_landscapes/felucia_flora.webp",
          "caption1": "Planet Felucia",
          "caption2": "Felucia's rich flora",
          "climate": "Hot and humid",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Jungles, swamps",
          "population": "425,000,000",
          "diameter": "9,100",
          "orbital_period": "231",
          "rotation_period": "34",
          "surface_water": "? ",
          "gravity": "0.75 standard",
          "description": "The Felucia system was a Mid Rim star system located in the Thanium sector that contained the planet Felucia. Felucia, known as Galush prior to the formation of the Galactic Republic, was a colorful, humid jungle planet located in the Felucia system of the galaxy's Outer Rim Territories. The headquarters of the Commerce Guild, its primary agricultural export was the valuable crop nysillin, which was largely farmed by the native Felucian tribes. Its important strategic location along the Perlemian Trade Route and the planet's nysillin crops made it a major battleground throughout the Clone Wars."
        },
        {
          "name": "Kijimi",
          "featured": "Ep IX, games, literature",
          "img1": "/systems_images/kijimi.webp",
          "img2": "/systems_landscapes/kijimi_landscape.webp",
          "caption1": "Planet Kijimi",
          "caption2": "Kijimi City in the foggy mountains",
          "climate": "Frigid",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Mountains",
          "population": "310,000,000",
          "diameter": "9,874",
          "orbital_period": "?",
          "rotation_period": "?",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "Kijimi was a frigid mountainous planet located in the Bryx sector of the galaxy's Mid Rim, in grid square R-8 on the Standard Galactic Grid. Once famed for its marked spirituality, the planet became known as a haven for criminals and lawlessness. It was the homeworld of Zorii Bliss, leader of the smuggling gang known as the Spice Runners of Kijimi. During their journey around the galaxy to uncover Jedi artifacts, Karr Nuq Sin and RZ-7 briefly stopped at Kijimi City to refuel the yacht Avadora. While on Kijimi, Sin was questioned by the First Order as they believed he had a clue to finding Jedi Master Luke Skywalker. In 35 ABY, Kijimi was obliterated by the Xyston-class Star Destroyer Derriphan of the Sith Eternal's fleet, the Final Order."
        },
        {
          "name": "Korriban",
          "featured": "Games, literature",
          "img1": "/systems_images/korriban.webp",
          "img2": "/systems_landscapes/korriban_landscape.webp",
          "caption1": "Planet Korriban",
          "caption2": "Ruins of once great statues and temples of Korriban",
          "climate": "Cold and dry",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Mountains, canyons, dry riverbeds, tombs, ruins",
          "population": "1,000+",
          "diameter": "16,890",
          "orbital_period": "780",
          "rotation_period": "28",
          "surface_water": "? ",
          "gravity": "1.4 standard",
          "description": "Korriban, known as Pesegam during the reign of Xim and also known as Moraband during the Clone Wars, was the sole planet in the Horuset system, located across the galaxy from Koros Major. It was the original homeworld of the Sith species and a sacred planet for the Sith, housing the tombs for many ancient and powerful Dark Lords of the Sith and containing immense dark side power. After the Hundred-Year Darkness, the exiled Dark Jedi interbred with the Sith species and ruled the Sith using their Force powers. After the Great Hyperspace War, Korriban was abandoned and became a barren world. It was the site of a Sith Academy during the Great Sith War, Jedi Civil War, Great Galactic War, Cold War, Galactic War, and New Sith Wars and was the headquarters of the Brotherhood of Darkness and One Sith. It was close to Bosthirda and was located on the Nache Bhelfia and Kamat Krote hyperspace lanes."
        },
        {
          "name": "Bothawui",
          "featured": "Series, games, literature",
          "img1": "/systems_images/bothawui.webp",
          "img2": "/systems_landscapes/bothawui_landscape.jpg",
          "caption1": "Planet Bothawui",
          "caption2": "Beatuful view on Bothawui's landscape and Tantive IV corvette",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Plains, mountains, forests, urban",
          "population": "2,500,000,000",
          "diameter": "9,000",
          "orbital_period": "351",
          "rotation_period": "27",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "Bothawui system (or Bothan system) was a star system located within the Bothan sector of the Mid Rim region of the galaxy. Bothawui was a cosmopolitan planet, located in the center of Bothan Space in the Mid Rim. It was the homeworld of the Bothan race as well as a major hub for information trafficking. It was also the center of the Bothan Spynet, widely agreed upon to be the best network of information gathering in the galaxy. The Imperial name for the planet was Bothawui Proper."
        },
        {
          "name": "Scarif",
          "featured": "SW: Rogue One, games, literature",
          "img1": "/systems_images/scarif.webp",
          "img2": "/systems_landscapes/scarif_battle.jpg",
          "caption1": "Planet Scarif",
          "caption2": "The battle of Scarif",
          "climate": "Temperate, tropical",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Oceans, rocky archipelagos, sandy beaches",
          "population": "475,000",
          "diameter": "9,112",
          "orbital_period": "287",
          "rotation_period": "24",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "Scarif was a remote, tropical planet in the Abrion sector of the Mid Rim Territories. Although a small and idyllic world, Scarif played an important part in the Galactic Empire's military-industrial complex, becoming a center for top-secret research beyond inspection distance of the prying eyes of the Imperial Senate. Among the projects stored here was the Death Star battle station, a construction so important the entire planet was covered by a planetary deflector shield that could only be entered via a Shield Gate, a Golan M3185 space station. The Galactic Empire constructed its Imperial Center of Military Research across a wheel of islets and landmasses connected by sandy tombolos and artificial transit tubes. The region was surrounded by a volcanic island covered in jungles, and the central islet housed the monolithic Citadel Tower. The Imperial installations on the planet were known to be one of the very few sites where pure, refined coaxium fuel was stored, other than Mercy Island. The Battle of Scarif was a battle between the Rebel Alliance and the Galactic Empire, taking place in the year 1 BBY. The Rebels had received information from Jyn Erso that the Death Star plans were being held in the Citadel Tower, and decided to attempt to capture them. The group successfully infiltrated the tower and successfully managed to transmit the plans to Princess Leia Organa and the Alliance Fleet. As the battle came to its end, Grand Moff Wilhuff Tarkin ordered the Death Star to fire a precise single reactor blast at the planet in an effort to halt the transmission, as well as to eliminate his longtime rival Krennic. The blast did not destroy Scarif itself but dissipated its planetary shield and obliterated the Citadel Tower, as well as everyone in its vicinity. The Death Star's superlaser boiled the oceans of Scarif, burning a part of the planet's surface."
        },
        {
          "name": "Savareen",
          "featured": "SW: Solo, literature",
          "img1": "/systems_images/savareen.webp",
          "img2": "/systems_landscapes/savareen_falcon.jpeg",
          "caption1": "Planet Savareen",
          "caption2": "The Millenium Falcon landing near settlment on Savareen",
          "climate": "Hot",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Deserts, oceans",
          "population": "?",
          "diameter": "?",
          "orbital_period": "?",
          "rotation_period": "?",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Savareen system was a star system located in the Savareen sector of the Mid Rim Territories, the system containing the planet Savareen. The planet consisted of sandy landmasses and huge oceans. Savareen was also known for its famous brandy drink. The Crimson Dawn once had a business there and they chopped off the tongues of the natives. The former pirate Queen Maz Kanata marked it as a point of interest on a map she included in the book that would become known as the Smuggler's Guide."
        },
        {
          "name": "D'Qar",
          "featured": "Eps VII-VIII, series",
          "img1": "/systems_images/dqar.webp",
          "img2": "/systems_landscapes/dqar_base.webp",
          "caption1": "Planet D'Qar",
          "caption2": "Resistance base located on D'Qar",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Jungles, forest canopies, plains",
          "population": "Unhabited",
          "diameter": "10,400",
          "orbital_period": "415",
          "rotation_period": "24",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "D'Qar system was a star system located in the Mid Rim Territories. D'Qar, the planet which served as the base of the Resistance thirty years after the Battle of Endor, was located in this system. By the thirtieth year after the formation of the New Republic, the planet was the location of the headquarters of the Resistance, a private paramilitary force formed by Senator Leia Organa to combat the growing threat of the First Order, a self-proclaimed continuation of the Galactic Empire. After destroying the First Order's Starkiller Base superweapon, the Resistance evacuated their base, but were caught by a First Order fleet. The Resistance escaped into hyperspace from the resulting battle, but not before taking heavy losses and destroying the First Order dreadnought Fulminatrix."
        },
        {
          "name": "Crait",
          "featured": "Ep VIII, games, literature",
          "img1": "/systems_images/crait.webp",
          "img2": "/systems_landscapes/crait_battle.avif",
          "caption1": "Planet Crait",
          "caption2": "The battle of Crait",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Briny seas, canyons, mountains, salt flats",
          "population": "Unhabited",
          "diameter": "7,400",
          "orbital_period": "525",
          "rotation_period": "27",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Crait system, also known as System PZ-43 Gamma was a star system located in the galaxy's Mid Rim Territories that contained the planet Crait and the star of the same name. Covered with a layer of white salt over its red soil, the planet once hosted a Rebel Alliance outpost during their early rebellion against the Galactic Empire. Many years later, the uninhabited planet became a haven for Leia Organa's Resistance, which resulted in a battle between the Resistance and the First Order on the planet's surface."
        },
        {
          "name": "Bespin",
          "featured": "Eps V-VI, games, literature",
          "img1": "/systems_images/bespin.webp",
          "img2": "/systems_landscapes/bespin_city.jpg",
          "caption1": "Planet Bespin",
          "caption2": "View on famous Cloud City on Bespin",
          "climate": "Temperate (in the 'Life Zone')",
          "atmosphere": "Type-1 (breathable) (in the 'Life Zone')",
          "terrain": "Gas giant, clouds, swamps (surface only)",
          "population": "6,000,000",
          "diameter": "118,000",
          "orbital_period": "5,110",
          "rotation_period": "12",
          "surface_water": "0",
          "gravity": "1.5 standard",
          "description": "The Bespin system was a star system situated in the Anoat sector in the Mid Rim Territories. Bespin was a gas giant, its riches manifested in the form of rare tibanna gas. Attracting mining interests and remaining unaffiliated in galactic affairs, Ugnaughts were employed to extract tibanna from repulsorlifted facilities whilst Bespin's mostly human population resided in the open upper levels, exposed to a thin layer of breathable atmosphere in an area known as a 'Life Zone.'"
        },
        {
          "name": "Sullust",
          "featured": "Series, games, literature",
          "img1": "/systems_images/sullust.webp",
          "img2": "/systems_landscapes/sullust_tie.webp",
          "caption1": "Planet Sullust",
          "caption2": "Imperial TIEs flying over surface of Sullust",
          "climate": "Superheated",
          "atmosphere": "Type-2 (breath mask suggested)",
          "terrain": "Mountains, volcanoes, rocky deserts, caves",
          "population": "1,000,000,000+",
          "diameter": "12,780",
          "orbital_period": "263",
          "rotation_period": "20",
          "surface_water": "0",
          "gravity": "1 standard",
          "description": "The Sullust system was a star system located in the Sullust sector of the Mid Rim Territories. Sullust was a planet that was home to the Sullustan species, a barren, obsidian world of lava streams and turquoise lakes. Native fauna such as ash angels foraged during the day and returned to nest at night, while rockrenders prowled the planet's underground. Because the planet's atmosphere was highly toxic, native Sullustans lived in technologically advanced subterranean cities that were highly regarded for their beauty. They commuted to work by lifts and shuttles that carried them to the factories on the planet's surface, alternating between day and night shifts. The SoroSuub Corporation employed roughly half the population of Sullust and the world was the center of the company's industrial empire, with famous factories manufacturing starships. Indeed, shipyards existed at Sullust."
        },
        {
          "name": "Takodana",
          "featured": "Ep VII, series, games, literature",
          "img1": "/systems_images/takodana.webp",
          "img2": "/systems_landscapes/takodana_surface.webp",
          "caption1": "Planet Takodana",
          "caption2": "The Millenium Falcon arriving at Maz Kanata's castle on Takodana",
          "climate": "Hot and humid",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Lakes, plains, seas, temperate forest",
          "population": "< 1,000,000",
          "diameter": "12,100",
          "orbital_period": "215",
          "rotation_period": "24",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Takodana system was a star system located in the Tashtor sector that contained the planet Takodana. Takodana was a remote, neutral planet located in the Mid Rim, though it fell in the southwestern region of the galaxy known as the Western Reaches. Covered in an abundance of lush forests and dotted with small lakes, Takodana, located along the Great Gran Run, was a popular departure point that offered easy access to trade routes that connected the Inner and Outer Rim. For those heading outwards toward the galactic periphery, the planet was seen as a last taste of civilization, while those heading Corewards saw it a last grasp of frontier living. Travelers found the planet's neutrality and distance from galactic politics appealing, and as a result Takodana became a haven for fugitives, smugglers, and explorers. Takodana was known as the longtime home of Takodana Castle that served as an open port to spies and dubious travelers alike. The world was connected to the Ring of Kafrene mining colony by the Biox Detour hyperspace route."
        },
        {
          "name": "Hoth",
          "featured": "Ep V, series, games, literature",
          "img1": "/systems_images/hoth.webp",
          "img2": "/systems_landscapes/hoth_battle.jpg",
          "caption1": "Planet Hoth",
          "caption2": "Imperial AT-ATs during the battle of Hoth",
          "climate": "Frigid",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Canyons, frozen plains, ice caves, mountain ranges",
          "population": "?",
          "diameter": "7,200",
          "orbital_period": "549",
          "rotation_period": "23",
          "surface_water": "100",
          "gravity": "1.1 standard",
          "description": "The Hoth system was the remote star system located in the Anoat sector of the Outer Rim Territories that contained the planets Hoth, Jhas, and at least four other worlds, as well as a chaotic asteroid field. Hoth was the sixth planet of the remote Hoth system. A desolate world covered with ice and snow, it became famous as the one-time location of the Alliance to Restore the Republic's Echo Base during the Galactic Civil War. The base was discovered by the Empire in 3 ABY, precipitating the Battle of Hoth, a major engagement during which the Rebels suffered heavy casualties and lost Echo Base."
        },
        {
          "name": "Endor",
          "featured": "Ep VI, series, games, literature",
          "img1": "/systems_images/endor.webp",
          "img2": "/systems_landscapes/endor_landscape.webp",
          "caption1": "The Forest Moon of Endor",
          "caption2": "Beautiful landscape of Endor moon",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Forests, mountains, lakes, rivers",
          "population": "30,000,000",
          "diameter": "4,900",
          "orbital_period": "402",
          "rotation_period": "18",
          "surface_water": "8",
          "gravity": "0.85 standard",
          "description": "The Endor system was a binary star system located in the Moddell sector of the galaxy's Outer Rim Territories. It notably contained the gas giant Endor and its nine moons. Endor (also known as the Forest Moon of Endor and the Sanctuary Moon) was a small forested moon orbiting the gas giant planet of Endor and was the farthest moon away from it. An enchanted world, Endor was notable for being the native home of the Ewoks, and being the location of the Battle of Endor, which would result in the downfall of the Empire and the first death of Darth Sidious. Due to its remoteness, Endor was a relatively quiet planetoid. Endor was also known for the vast amount of sentient species it supported, from baseline to exotic. This was largely due to the unusually large number of shipwrecks Endor experienced; it was compared to a 'desert island' in space."
        },
        {
          "name": "Mustafar",
          "featured": "Eps III & IX, SW: Rogue One, series, games, literature",
          "img1": "/systems_images/mustafar.webp",
          "img2": "/systems_landscapes/mustafar_castle.jpeg",
          "caption1": "Planet Mustafar",
          "caption2": "Darth Vader's castle on Mustafar",
          "climate": "Hot, ash-laden, and stormy",
          "atmosphere": "Type-2 (breath mask suggested)",
          "terrain": "Lava seas and rivers, molten rock planes, obsidian mountain ranges",
          "population": "< 20,000",
          "diameter": "4,200",
          "orbital_period": "618",
          "rotation_period": "36",
          "surface_water": "0",
          "gravity": "1 standard",
          "description": "The Mustafar system was a solar system in the Atravis sector that contained the volcanic planet of Mustafar, the gas giant Jestefad and its oceanic moon Nur, and another gas giant called and Lefrani, all of which orbited the star Priate. Acquired by the Techno Union over three hundred years before the Clone Wars, Mustafar's lava flows were mined for unique and valuable minerals. It was also home to the Black Sun crime syndicate, whose headquarters was located near the mining town that became known as Zitontown after the Falleen Ziton Moj ascended to leadership of the organization. As part of the Confederacy of Independent Systems during the Clone Wars, the Techno Union on Mustafar produced battle droids for the Separatist Droid Army. Darth Sidious had a secret facility on the planet where he intended to turn 'harvested' Force-sensitive children into Force-talented spies. However, the Sith Lord had the base scuttled when Jedi Knight Anakin Skywalker and his Padawan, Ahsoka Tano, arrived to rescue the younglings. Mustafar served as the final redoubt of the Separatist Council until the newly-appointed Darth Vader, formerly Anakin Skywalker, was sent by Sidious to slaughter the council, effectively ending the Clone Wars. The Sith Lord was confronted by his wife, Padmé Amidala, and his former Jedi Master, Obi-Wan Kenobi. The latter dueled Vader, defeating him and leaving him to burn on a lava bank. However, Vader was saved when Sidious arrived and carried him offworld. Mustafar then came under the ownership of the Galactic Empire after the Techno Union and its assets were nationalized. Sidious had new facilities built on the planet, where more Force-sensitive infants were taken and transformed into agents of the Inquisitorius."
        },
        {
          "name": "Dagobah",
          "featured": "Eps V-VI, series, literature",
          "img1": "/systems_images/dagobah.webp",
          "img2": "/systems_landscapes/dagobah_landscape.jpg",
          "caption1": "Planet Dagobah",
          "caption2": "Mystical swamps of Dagobah",
          "climate": "Hot and humid",
          "atmosphere": "Violent lightning storms, dense fog",
          "terrain": "Swamp, bogs, jungles",
          "population": "?",
          "diameter": "14,410",
          "orbital_period": "341",
          "rotation_period": "23",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Dagobah system was a star system that contained the swamp-covered planet of Dagobah. Dagobah was a remote, unexplored planet in the Dagobah system, and one of the purest places in the galaxy within the Force. A remote world of swamps and forests, it served as a refuge for Jedi Grand Master Yoda during his exile after the destruction of the Jedi Order. Luke Skywalker received advanced training in the ways of the Force under Jedi Master Yoda on Dagobah, and it was later the place of Yoda's death and transformation into the Force."
        },
        {
          "name": "Mygeeto",
          "featured": "Ep III, series, games, literature",
          "img1": "/systems_images/mygeeto.webp",
          "img2": "/systems_landscapes/mygeeto_battle.webp",
          "caption1": "Planet Mygeeto",
          "caption2": "The battle of Mygeeto during Clone Wars",
          "climate": "Frigid",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Crystalized glaciers, jagged cliffs, urban",
          "population": "19,000,000",
          "diameter": "10,088",
          "orbital_period": "167",
          "rotation_period": "12",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Mygeeto system was a star system located in the Albarrio sector of the Outer Rim Territories, and contained the crystalline planet Mygeeto. Mygeeto was a frigid, crystalline planet located in the Albarrio sector's Mygeeto system of the Outer Rim Territories, and was the homeworld of the Lurmen species. The planet was initially discovered almost 7,000 years before the Battle of Yavin, and possession of the planet became heavily contested after its discovery. An InterGalactic Banking Clan stronghold, it was aligned with the Confederacy of Independent Systems during the Clone Wars. It was the site of the Third Battle of Mygeeto, and the Galactic Republic assaulted Mygeeto during the Outer Rim Sieges. During the Imperial Era against the Galactic Empire, Mygeeto was the site of a number of battles featuring the Alliance to Restore the Republic's 61st Mobile Infantry and Riot Squadron. During the Galactic Civil War, the planet's Imperial forces were attacked by the Plasma Devils."
        },
        {
          "name": "Dantooine",
          "featured": "Ep IV, games, literature",
          "img1": "/systems_images/dantooine.webp",
          "img2": "/systems_landscapes/dantooine_landscape.jpg",
          "caption1": "Planet Dantooine",
          "caption2": "Grassy landscape of Dantooine",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Oceans, savannas, rivers, mountains",
          "population": "2,000,000",
          "diameter": "9,830",
          "orbital_period": "378",
          "rotation_period": "25",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Dantooine system was a star system located in the Raioballo sector that contained the planet Dantooine. It was home to a small population of peaceful Human settlers, largely engaged in agriculture and inhabiting single-family dwellings within small communities, some with larger land holdings. In addition to Humans, Dantooine was also home to the endemic Dantari, a primitive, slightly 'brutish' (albeit physically imposing) race of tall, strong humanoid beings. Rich in both flora and fauna, animals of interest on Dantooine included the kath hound, iriaz, kinrath and graul, among others, whose existence was largely due to Dantooine having no industrial or infrastructural establishments, nor anything resembling advanced technology, by the time of the Galactic Civil War, save for a temporary Rebel base there and a brief Jedi enclave and training school. It was affiliated with both the Galactic Republic and, later, the Galactic Empire."
        },
        {
          "name": "Lah'Mu",
          "featured": "SW: Rogue One",
          "img1": "/systems_images/lahmu.webp",
          "img2": "/systems_landscapes/lahmu_shuttle.jpeg",
          "caption1": "Planet Lah'Mu",
          "caption2": "Orson Krennic's shuttle landed on Lah'Mu",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Black sand beaches, fertile lowlands, mountains",
          "population": "< 500",
          "diameter": "12,618",
          "orbital_period": "?",
          "rotation_period": "?",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Lah'mu system was a star system located in the Raioballo sector that contained Lah'mu, a ringed agrarian planet. Its small population of settlers included the Erso family (the family of Galen Erso - an imperial scientist and engineer who helped to design the Death Star), who relocated to Lah'mu after the Clone Wars, and were ultimately tracked down by Director Orson Callan Krennic years later."
        },
        {
          "name": "Dathomir",
          "featured": "Series, games, literature",
          "img1": "/systems_images/dathomir.webp",
          "img2": "/systems_landscapes/dathomir_landscape.webp",
          "caption1": "Planet Dathomir",
          "caption2": "Creepy and hellish landscape of Dathomir",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Deserts, mountains, forests, jungles",
          "population": "< 10,000",
          "diameter": "10,460",
          "orbital_period": "491",
          "rotation_period": "24",
          "surface_water": "? ",
          "gravity": "0.9 standard",
          "description": "The Dathomir system was a star system within the Quelii sector, a sector inside the Outer Rim Territories of the galaxy. The star system contained the planet Dathomir, nicknamed the 'rancor planet'. The dark side of the Force had an immensely strong presence on Dathomir, which allowed for the nurturing of many malevolent Force wielders native to the planet. Several witch clans were prominent on the planet and practiced the Force-based abilities of magick. These clans included the Nightsister, Blue Coral Diver, Singing Mountain, and Howling Crag clans. Under the rule of the Nightsisters were the Nightbrothers, a group of male Dathomirian warriors who were kept as breeding partners. The planet, bathed in blood-red light by its sun Domir, had numerous continents that were overrun with vegetation, forests, and swamplands. It was also the homeworld of the semi-sentient rancor species. During the Clone Wars, Dathomir would come under attack multiple times due to the machinations of Mother Talzin and her rival Darth Sidious, leading to the destruction of most of the Nightsisters and settlements on the planet by the Confederacy of Independent Systems after conquering it. Asajj Ventress, a Nightsister trained by Count Dooku, returned to Mother Talzin after her master betrayed her. This drew Dooku's attention to Dathomir, resulting in the slaughter of the Nightsisters. This left Talzin, Ventress, Merrin, Shelish, Jerserra, Morgan Elsbeth, Yenna, and the three Great Mothers as the only known survivors."
        },
        {
          "name": "Bogano",
          "featured": "'SW Jedi: Fallen Order' game",
          "img1": "/systems_images/bogano.webp",
          "img2": "/systems_landscapes/bogano_ruins.jpg",
          "caption1": "Planet Bogano",
          "caption2": "Ruins of Zeffo settlement on Bogano",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Mesas, wetlands",
          "population": "Unhabited",
          "diameter": "?",
          "orbital_period": "?",
          "rotation_period": "?",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "Bogano was a grassy planet that did not actually belong to any existing star system. It was rather a distinct Outer Rim planet, therefore here it is portrayed in 'Bogano System'. It was largely unexplored during the time of the Imperial Era and could not be found on any maps. Its surface was covered in mesas and wetlands. The planet was home to a great Vault built by the ancient Zeffonian civilization. Bogano was important to the Zeffo due the presence of the Binog, a large creature important to Zeffo art and culture. Another reason for the Vault's location was theorized by Jedi Master Eno Cordova to be because of the light electromagnetic winds, although in much smaller conditions than Zeffo. At least one Zeffo Colony was located on Bogano likely as a pilgrimage site. The Vault hid away a holocron containing a list of Force-sensitive children in the galaxy, which was placed there by Cordova."
        },
        {
          "name": "Telos",
          "featured": "'SW: KOTOR' game",
          "img1": "/systems_images/telos.webp",
          "img2": "/systems_landscapes/telos_landscape.jpg",
          "caption1": "Planet Telos IV",
          "caption2": "Landscape of Telos IV",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Beaches, canyons, forests, hills, urban",
          "population": "750,000,000",
          "diameter": "?",
          "orbital_period": "422",
          "rotation_period": "24",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Telos system was a star system located within the Kwymar sector of the Outer Rim Territories that contained the planet Telos IV. During the campaign at Salient, an Imperial battle group was stationed at Telos under the command of Admiral Utu. Moff Wilhuff Tarkin requested that Utu dispatch whatever vessels she could spare from Telos to Salient, and was later informed by a commander that Utu hoped to send two Star Destroyers."
        },
        {
          "name": "Zeffo",
          "featured": "Series, games, literature",
          "img1": "/systems_images/zeffo.webp",
          "img2": "/systems_landscapes/zeffo_landscape.jpg",
          "caption1": "Planet Zeffo",
          "caption2": "Stunning landscape of Zeffo",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Cliffs, ice caves, mountains, oceans",
          "population": "Unhabited",
          "diameter": "?",
          "orbital_period": "?",
          "rotation_period": "?",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Zeffo system was a star system located in the galaxy's Outer Rim Territories that contained the planet Zeffo. A water-rich world, its terrain consisted of rocky mountains and cliffs, and its surface was covered in grass. The Zeffonians, a Force-sensitive species, were the planet's original inhabitants and built numerous structures and relics. The planet featured a number of ruins and crypts that were protected by the Tomb Guardians. Zeffo was home to a number of creatures, including the Phillak and the Scazz. Zeffo was once home to a community of archaeologists and pioneers who visited the planet during the time of the Galactic Republic but when the Galactic Empire rose to power, the peaceful community was destroyed by the pillaging of historical sites and sacred tombs as Emperor Palpatine sought valuable information on Zeffo."
        },
        {
          "name": "Cantonica",
          "featured": "Ep VIII, games",
          "img1": "/systems_images/cantonica.webp",
          "img2": "/systems_landscapes/cantonica_city.webp",
          "caption1": "Planet Cantonica",
          "caption2": "Canto Bight city on Cantonica",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Desert, mountains, artificial ocean",
          "population": "850,000",
          "diameter": "11,440",
          "orbital_period": "206",
          "rotation_period": "24",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Cantonica system was a star system located in the Corporate Sector of the galaxy's Outer Rim Territories that contained the desert planet Cantonica. The planet was home to the casino city Canto Bight, which was a destination for wealthy tourists, gamblers, and war profiteers. During the First Order-Resistance War in 34 ABY, the Resistance operatives Finn, Rose Tico, and BB-8 traveled to Cantonica on a mission to recruit the Master Codebreaker to disable the First Order's hyperspace tracker."
        },
        {
          "name": "Mon Calamari",
          "featured": "Series, games, literature",
          "img1": "/systems_images/moncala.webp",
          "img2": "/systems_landscapes/moncala_city.jpeg",
          "caption1": "Planet Mon Cala",
          "caption2": "Underwater city and a cruiser at Mon Cala",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Oceans, reefs, islands",
          "population": "27,000,000,000",
          "diameter": "11,030",
          "orbital_period": "398",
          "rotation_period": "21",
          "surface_water": "100",
          "gravity": "1 standard",
          "description": "The Mon Calamari system, also known as the Mon Cala system, was a binary star system that contained the planet of Mon Cala. Home to two sentient aquatic species, the industrious Mon Calamari and the prideful Quarren, Mon Cala was known for its shipbuilding industry, which produced beautiful and unique starships for various purposes such as pleasure cruises and deep-space exploration. The Mon Calamari ran the Mon Calamari Shipyards company, and the Quarren ran the Free Dac Volunteers Engineering Corps. The planet was governed by a monarchy with the King of Mon Cala holding the title of ruler. The king also led the Mon Cala planetary defense services and was the judge in the Court Of Justice. The ruler was also tasked with keeping the fragile peace between the Mon Calamari and Quarren intact while ruling over the planet. Mon Cala became a battleground for the galaxy wide Clone Wars after the assassination of King Yos Kolina. The Quarren took the opportunity to rebel against the Mon Calamari with aid from the Confederacy of Independent Systems while the Galactic Republic backed the Mon Calamari. After defeat to the Confederacy, the Gungan Grand Army came to the help of the Republic. During the end of the battle, Quarren and Mon Calamari joined forces to push the Confederacy from Mon Cala. Mon Cala would play a vital role in shaping galactic history by its involvement in the Galactic Civil War between the tyrannical Galactic Empire and the Alliance to Restore the Republic, pledging the ships of its mercantile and exodus fleets to the cause of the latter. Mon Calamari vessels would play a key role in many battles and allow the Alliance fleet to meet the Imperial warships on a more even footing. wMon Cala regrettably paid a steep price for its assistance to the rebellion, however; prompting the remaining population to adopt a policy of isolationism for fear of provoking another atrocity against the planet. Nevertheless, Mon Cala would once again pledge its ships to the cause of freedom in the form of Leia Organa's Resistance, unwittingly bringing the attention of the First Order down on the water world."
        },
        {
          "name": "Lothal",
          "featured": "'SW: Rebels' series, literature",
          "img1": "/systems_images/lothal.webp",
          "img2": "/systems_landscapes/lothal_landscape.webp",
          "caption1": "Planet Lothal",
          "caption2": "Beautiful landscape of Lothal",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Mountains, savannas, marshes, shallow seas",
          "population": "285,000,000",
          "diameter": "11,345",
          "orbital_period": "?",
          "rotation_period": "?",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Lothal system was a star system located in the Outer Rim Territories. It had at least one planet, Lothal. During the early years of the Galactic Empire, Lothal was in a state of economic disrepair and invited the Empire to take over the planet's industries, with the promise of prosperity and security. Although many people said the Empire would bring doom, their attempted insurgency failed, while the Lothalites, who preached of new jobs and prosperity, were vindicated. Amid Lothal's growing strife with the Empire in 5 BBY, however, Lothal became the nesting ground for the Spectres, a small rebel cell which operated from the starship Ghost. After harrying Imperial forces and disrupting Imperial activities for at least a year, the Spectres eventually attracted the attention of Grand Moff Tarkin and Darth Vader, who tried unsuccessfully to stamp out these rebels. Vader even imposed a blockade on the planet, but the Spectres managed to slip through and rejoin the larger rebellion. A prison revolt led to the escape of several prisoners, including former Governor Ryder Azadi, who would go on to start another rebel cell on Lothal. The Imperial blockade would come to cause severe hardship and led Princess Leia Organa to undertake a mercy mission to Lothal. However, this mission was a ruse for the Organas to deliver ships to the rebellion. In 2 BBY, the ongoing rebellion led Azadi's successor, Arihnda Pryce, to invite Grand Admiral Thrawn and his Seventh Fleet to establish a presence on Lothal. Ryder's rebel cell's efforts to sabotage Imperial vehicles at the Capital City Imperial Armory Complex drew Thrawn's attention. Around 1 BBY, the planet was under both heavy Imperial blockade and occupation, with her once pristine environment ruined and on the brink of collapse. Almost all traces of natural resources had been stripped from the planet. With fires scattered throughout, extreme pollution covering the planet was visible from orbit. Though pockets of resistance remained, the planet was by-and-large under Imperial control and those who remained who had not willingly joined the Empire pressed into service or simply killed. However, a ragtag group of rebels led by the Spectres spearheaded a daring move which completely expunged the Imperial presence on and around Lothal. For a time, the planet's citizens lived with the concern that the Empire might attempt to retake it, but the Empire was now fractured by the threat of the Rebel Alliance and Lothal remained a free world for the rest of the Galactic Civil War, almost completely recovering ecologically by the time the conflict came to an end. By 35 ABY, Lothal was under the control of the First Order, the successor state to the Empire. Following the Battle of Exegol, Lothal was one of many systems that rebelled against the Order."
        },
        {
          "name": "Eadu",
          "featured": "SW: Rogue One",
          "img1": "/systems_images/eadu.webp",
          "img2": "/systems_landscapes/eadu_base.webp",
          "caption1": "Planet Eadu",
          "caption2": "Imperial scientific research base on Eadu",
          "climate": "Stormy",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Rocky",
          "population": "2,500,000",
          "diameter": "14,121",
          "orbital_period": "?",
          "rotation_period": "?",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Eadu system was a star system located in the Bheriz sector of the galaxy's Outer Rim Territories. Eadu was a storm-stricken planet which hosted the Eadu Energy Conversion Laboratory prior to the outbreak of the Galactic Civil War, where Galen Erso and his team of scientists attempted to unlock the secrets of the kyber crystals as part of the Death Star project. The refinery was targeted by agents of the Alliance to Restore the Republic following the destruction of Jedha City and resulted in the ruination of the facility and the death of Erso."
        },
        {
          "name": "Koboh",
          "featured": "'SW Jedi: Survivor' game",
          "img1": "/systems_images/koboh.webp",
          "img2": "/systems_landscapes/koboh_landscape.jpg",
          "caption1": "Planet Koboh",
          "caption2": "Rugged cliffs of Koboh",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Rugged cliffs",
          "population": "?",
          "diameter": "?",
          "orbital_period": "?",
          "rotation_period": "?",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Koboh system was a star system home to multiple astronomical bodies, including the planet Koboh, its Shattered Moon, the nebula Koboh Abyss, as well as a planet hidden within the abyss, known as Tanalorr. Koboh was a planet in the Outer Rim Territories with a breathable atmosphere and a rugged, rocky cliff environment. Wildlife included grasses, trees, boglings, gorgers, trontoshells, rawka, goroccos, and shiverpedes. The planet was adjacent to the nebula Koboh Abyss, as well as a planet hidden within the abyss, known as Tanalorr. Passage to Tanalorr was enabled by Abyss compasses that are used to calibrate navigational beacons stationed on Koboh and its Shattered Moon. The crashed core ship of the Lucrehulk-class battleship Primacy was also located on the planet, containing an army of B1-series battle droids, B2-series super battle droids, BX-series droid commandos, droidekas, and IG-100 MagnaGuards from the Clone Wars. These droids were later used as weapons and tools by the Bedlam Raiders."
        },
        {
          "name": "Aldhani",
          "featured": "'Andor' series",
          "img1": "/systems_images/aldhani.webp",
          "img2": "/systems_landscapes/aldhani_eye.webp",
          "caption1": "Planet Aldhani",
          "caption2": "Breathtaking view on the 'Eye of Aldhani' celestial event",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Grassy highlands, mountains, valleys",
          "population": "?",
          "diameter": "?",
          "orbital_period": "?",
          "rotation_period": "?",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Aldhani system was a star system that contained the planet Aldhani, home to the Dhani, a group of humans. Aldhani was a planet located in the Cademimu sector in the Outer Rim Territories of the galaxy. During the Imperial Era, Cassian Andor joined the Aldhani rebel infiltration team for a mission to rob the Imperial base there."
        },
        {
          "name": "Geonosis",
          "featured": "Ep II, series, games, literature",
          "img1": "/systems_images/geonosis.webp",
          "img2": "/systems_landscapes/geonosis_landscape.jpg",
          "caption1": "Planet Geonosis",
          "caption2": "Rocky landscape of Geonosis",
          "climate": "Hot and arid",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Deserts, mesas, mountains",
          "population": "100,000,000,000",
          "diameter": "11,370",
          "orbital_period": "256",
          "rotation_period": "30",
          "surface_water": "5",
          "gravity": "0.9 standard",
          "description": "The Geonosis system, also known as the Geonosian system, was a planetary system in orbit around the star Ea, located in the Arkanis sector of the Outer Rim Territories. It contained the planet of Geonosis and its fifteen moons. Geonosis, referred to as Geonosia by some natives, was the desert home planet of the Geonosians. It hosted the Confederacy of Independent Systems major battle droid foundries and was the site of the First Battle of Geonosis, the opening conflict of the Clone Wars, as well as the subsequent invasion by the Galactic Republic. During and after the war, the Death Star was constructed above the planet. Five years after the conflict's conclusion and transformation of the Galactic Republic, the Galactic Empire would garrison the planet heavily and attempt to mine the planet's asteroids for minerals. At least five years after the Clone Wars, the Empire moved the Death Star to another construction site and the planet was sterilized by the Empire as a security measure, an act which resulted in the virtual elimination of the planet's native population."
        },
        {
          "name": "Ryloth",
          "featured": "Series, games, literature",
          "img1": "/systems_images/ryloth.webp",
          "img2": "/systems_landscapes/ryloth_landscape.jpg",
          "caption1": "Planet Ryloth",
          "caption2": "Beautiful rocky landscape of Ryloth",
          "climate": "Hot and humid",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Deserts, jungles, mesas, volcanoes",
          "population": "1,500,000,000",
          "diameter": "10,600",
          "orbital_period": "305",
          "rotation_period": "30",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Ryloth system was a star system situated in the Outer Rim Territories' Gaulus sector. Its principal planet was Ryloth, the homeworld of the Twi'lek species. Its terrain varied, filled with jungles, mesas, valleys, and volcanoes, and had an atmosphere breathable for Twi'leks and humans alike. A forest, filled with dangerous predators, covered its equator. Given the varied and dangerous terrain, Twi'leks lived in caves underground where it was safer."
        },
        {
          "name": "Nevarro",
          "featured": "'The Mandalorian' series, literature",
          "img1": "/systems_images/nevarro.webp",
          "img2": "/systems_landscapes/nevarro_city.jpeg",
          "caption1": "Planet Nevarro",
          "caption2": "Entrance to the Nevarro City",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Ashen, rocky, volcanic",
          "population": "4,000,000",
          "diameter": "8,006",
          "orbital_period": "345",
          "rotation_period": "24",
          "surface_water": "0",
          "gravity": "1 standard",
          "description": "The Nevarro system was a system of the Outer Rim Territories which contained a planet Nevarro. It was covered with vast regions of lava fields as well as volcanic rivers, and had a capital city which became a port and a trading hub in the Outer Rim. During the Imperial Era, the Galactic Empire controlled Nevarro, though they lost control of the planet after the end of the Galactic Civil War. In its aftermath, Nevarro became lawless and was a haven for bounty hunters working for Greef Karga, an agent of the the Bounty Hunters' Guild, and Guild Master of the Nevarro Hunters, which was headquartered inside a cantina. Nevarro saw brief conflict when the bounty hunter Din Djarin rescued Grogu, an infant that he had delivered to a member of an Imperial remnant in a previous job, betraying the Guild. Later, Nevarro became an independent trade port of the Hydian way under the leadership of the Karga, who became High Magistrate and had declined to join the New Republic. After being attacked by Gorian Shard's pirate gang, Pirate King Gorian Shard took control of the planet. Karga asked Captain Carson Teva for the help of the New Republic, but New Republic Requisitions refused to help, as the planet was independent. Teva instead obtained the help of the Children of the Watch, who liberated the planet and were granted land on it."
        },
        {
          "name": "Morlani",
          "featured": "'Andor' series",
          "img1": "/systems_images/morlani.webp",
          "img2": "/systems_landscapes/ferrix_city.webp",
          "caption1": "Planet Ferrix",
          "caption2": "View on the city of Ferrix",
          "climate": "Cold",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Mountains, wastelands, junkyards, farmlands",
          "population": "1,500,000",
          "diameter": "7,914",
          "orbital_period": "462",
          "rotation_period": "24",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Morlani system, also known as the Morlana system, was a star system located in the Free Trade sector of the Outer Rim Territories that contained the planets Ferrix and Morlana One. Ferrix was an inhabited reddish, barren, rocky planet with very little plant life located in the Free Trade sector of the galaxy's Outer Rim Territories. Its salvage markets were reputed to hold some of the best second-hand parts inventory in the galaxy. During the Imperial Era, Ferrix was controlled by the Galactic Empire and overseen by the Consolidated Holdings of Preox-Morlana Corporation. However, this status was revoked following investigations of rebel activity. This eventually led to the Rix Road riot that saw the citizens of Ferrix fight back against the occupying Imperial personnel."
        },
        {
          "name": "Utapau",
          "featured": "Ep III, series, games, literature",
          "img1": "/systems_images/utapau.webp",
          "img2": "/systems_landscapes/utapau_landscape.jpeg",
          "caption1": "Planet Utapau",
          "caption2": "Large sinkhole on Utapau",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Deserts, grassy planes, large sinkholes",
          "population": "95,000,000",
          "diameter": "12,900",
          "orbital_period": "351",
          "rotation_period": "17",
          "surface_water": "0.9",
          "gravity": "1 standard",
          "description": "The Utapau system was a solar system located within the Tarabba sector which contained the planet of Utapau and its multiple moons. Utapau was a remote, subterranean planet located deep in the Utapau system of the Tarabba sector in the Outer Rim Territories. Largely isolated from the wider galaxy, the planet was an ancient and windswept celestial body that was dotted by deep sinkholes, with societal organizations co-existing with its abundant animal and plant life, in a state reversed of that to other planets. Spanned by a world-reaching subterranean ocean, which created the countless hundreds-of-meters deep sinkholes that formed across the surface, the planet was colonized around 57,000 BBY by a humanoid species that genetically evolved into the Pau'an and Utai species, with the former creating civilizations across the grassy plains while the latter ventured and dwelled in the sinkholes. Sometime later, following the colonization, the surface world had become plagued by massive hyperwind storms as Utapau's environment shifted significantly, forcing the Pau'an civilizations to seek refuge alongside their fellow natives, where the two developed a symbiotic relationship and established several city-states, such as the capital of Pau City. Although loosely governed by the politically dominant Utapaun Committee, rivaling city-states often engaged in regular battles and conflicts, in disagreements regarding resources and political gains. Eventually, however, the Utapaun Committee was able to unite Utapau, representing numerous city-states and overseeing planetary and interplanetary affairs. At some point, later on, Utapau became the adopted homeworld of both the Amani, from the planet Maridun, and the Sugi species. The technologically disadvantaged and isolationist tribes of Amani established villages and small communities in the bottom of sinkholes and across the wind-ravaged plains on the surface. A peaceful world, Utapau sought to remain neutral and unaffiliated during the three-year, galaxy-spanning conflict of the Clone Wars. However, it was invaded by the droid armies of the Confederacy of Independent Systems late into the war and placed under heavy occupation as it acted as a temporary hideout for the Executive Separatist Council and General Grievous. When the Galactic Republic's own forces arrived in pursuit of the droid leader, Utapau's military gladly joined forces with the clone troopers in combating the droid army to liberate their homeworld, only to be placed under a new occupation as the Republic transitioned into the Galactic Empire."
        },
        {
          "name": "Malachor",
          "featured": "'SW: Rebels' series, games",
          "img1": "/systems_images/malachor.webp",
          "img2": "/systems_landscapes/malachor_temple.avif",
          "caption1": "Planet Malachor",
          "caption2": "Sith temple on Malachor",
          "climate": "Arid",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Barren wastelands, rocky mountains",
          "population": "Unhabited",
          "diameter": "?",
          "orbital_period": "271",
          "rotation_period": "31",
          "surface_water": "0",
          "gravity": "1 standard",
          "description": "The Malachor system was a star system located in the Chorlian sector that contained the planet Malachor. Malachor was a rocky, hellish wasteland planet located in the Chorlian sector of the galaxy's Outer Rim Territories region. It was a planet shrouded in mystery, and the location of an event known as the Great Scourge of Malachor, which took place thousands of years before the rise of the Empire. The Great Scourge was an ancient battle at Malachor's Sith temple between the Sith and the Jedi Order, which saw a superweapon activated, killing and petrifying all the participants of the battle, remaining for years after. During the Imperial Era, Jedi Master Yoda told Ezra Bridger, a Padawan, to find Malachor to help him defeat Darth Vader and the Inquisitors. Bridger, alongside Kanan Jarrus and Ahsoka Tano, traveled to Malachor, where they found the former Sith Lord Maul in exile. Together, they killed three Inquisitors, but Maul blinded Jarrus and escaped, consumed by revenge against the Jedi as well as his Sith Master, Darth Sidious. In the chaos, the Malachor superweapon was nearly re-activated before being destroyed, and while Bridger and Jarrus also fled Malachor, Tano narrowly survived her duel with Vader; years later, Bridger reached through the fabric of space-time to save Tano from Vader's clutches during the duel. With Tano spirited away, Vader departed with his armor scarred by battle, and Tano later returned to the duel's aftermath in order to continue her journey under Malachor's surface with the guidance of Morai."
        },
        {
          "name": "Kafrene",
          "featured": "SW: Rogue One, 'Andor' series",
          "img1": "/systems_images/kafrene.webp",
          "img2": "/systems_landscapes/kafrene_city.webp",
          "caption1": "Ring of Kafrene",
          "caption2": "Urban landscape of Kafrene City",
          "climate": "Temperate (artificial)",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Urban",
          "population": "?",
          "diameter": "?",
          "orbital_period": "?",
          "rotation_period": "?",
          "surface_water": "0",
          "gravity": "1 standard",
          "description": "The Kafrene system was a star system located in the Thand sector that contained the Kafrene asteroid belt. The Ring of Kafrene, also referred to simply as Kafrene, was a mining colony and deep-space trading post in the Kafrene asteroid belt of the Thand sector. During the Galactic Civil War, the Alliance to Restore the Republic sent intelligence agent Cassian Andor here prior to the Battle of Scarif. There, Andor confirmed the existence of the Death Star."
        },
        {
          "name": "Kessel",
          "featured": "SW: Solo, series, games, literature",
          "img1": "/systems_images/kessel.webp",
          "img2": "/systems_landscapes/kessel_landscape.jpg",
          "caption1": "Planet Kessel",
          "caption2": "The Millenium Falcon flying over spice mines of Kessel",
          "climate": "Hot and humid",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Spice mines, lush sanctuaries",
          "population": "10,000",
          "diameter": "7,200",
          "orbital_period": "322",
          "rotation_period": "12",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Kessel system, also known as the Kessa system, was a star system located in the Kessel sector of the galaxy's Outer Rim Territories that contained the planets Kessel, which was renowned for its spice mines, and Oba Diah, headquarters of the criminal Pyke Syndicate. Kessel was a planet within the Akkadese Maelstrom that hosted spice mines. The planet also exported coaxium and Kesselstone. While Kessel's northern hemisphere was devoted to mining, the planet's southern hemisphere was home to lush sanctuaries. During the Imperial Era, the Galactic Empire and Pyke Syndicate ran several mining operations that employed slave labor. These slave mining operations were targeted by various underworld and rebel factions."
        },
        {
          "name": "Toydaria",
          "featured": "'SW: The Clone Wars' series",
          "img1": "/systems_images/toydaria.webp",
          "img2": "/systems_landscapes/toydaria_landscape.webp",
          "caption1": "Planet Toydaria",
          "caption2": "City on Toydaria",
          "climate": "Temperate",
          "atmosphere": "Foggy",
          "terrain": "Forests, mountains, swamps",
          "population": "11,000,000",
          "diameter": "?",
          "orbital_period": "184",
          "rotation_period": "21",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Toydaria system was a binary star system located in Hutt Space that contained the planet Toydaria, homeworld of the Toydarian species. During the Clone Wars, the system was at first neutral but sided with the Galactic Republic part way through the war."
        },
        {
          "name": "Nal Hutta",
          "featured": "Series, games, literature",
          "img1": "/systems_images/nalhutta.webp",
          "img2": "/systems_landscapes/nalhutta_palace.jpg",
          "caption1": "Planet Nal Hutta",
          "caption2": "The Hutts' Palace on Nal Hutta",
          "climate": "Hot and arid",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Swamps",
          "population": "7,000,000,000",
          "diameter": "12,150",
          "orbital_period": "413",
          "rotation_period": "87",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "Nal Hutta, also known simply as Hutta, was a hot, swampy planet located deep within Hutt Space of the galaxy that was the homeworld of the Hutt species and headquarters of the Grand Hutt Council. It didn't directly belong to any known star system. Nal Hutta was a major haven for both the government — aligned Hutt Clan and other criminal elements of the galaxy, located far from galactic authorities. Its terrain was largely bloated swamps and bogs coated in greasy rains, all of which were greatly exacerbated by the Drengir crisis during the High Republic Era."
        },
        {
          "name": "Ilum",
          "featured": "Ep VII, series, games, literature",
          "img1": "/systems_images/ilum.webp",
          "img2": "/systems_landscapes/ilum_landscape.webp",
          "caption1": "Planet Ilum (Starkiller Base)",
          "caption2": "Landscape of the Starkiller Base",
          "climate": "Frigid",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Ice plains, mountains, forests",
          "population": "5,200",
          "diameter": "660",
          "orbital_period": "301",
          "rotation_period": "66",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Ilum system was a star system in the 7G sector of the Unknown Regions that contained the ice planet Ilum in its fifth position. Ilum was a snow-covered planet within the Ilum system. It had a kyber crystalline core, and had been utilized by the Jedi Order for the Gathering, a rite of passage in which Jedi younglings had to find and harvest kyber crystals for their lightsabers, which had existed for thousands of standard years. When the Jedi Order was exterminated by order of Darth Sidious, the new Galactic Empire occupied Ilum and began excavating it for its vast supply of kyber crystals, which were to be used in the construction of the first and second Death Stars. The over-mining of the planet caused its core, and later a massive Imperial Trench, to open up along Ilum's equator. After the fall of the Empire, its successor state, the First Order, converted the massive trench into Starkiller Base: a system-destroying superweapon that was the culmination of the Empire's research into dark energy translations and hyperspace tunneling. Held in secret by the First Order, its modifications allowed Ilum to act as a mobile base and major weapons platform until it was destroyed by the Resistance in desperation after Starkiller's destruction of the Hosnian system. Following the attack, led by Poe Dameron, the planet collapsed into a star that would later be named Solo after the legendary smuggler Han Solo, who died at Ilum."
        },
        {
          "name": "Exegol",
          "featured": "Ep IX, literature",
          "img1": "/systems_images/exegol.webp",
          "img2": "/systems_landscapes/exegol_battle.webp",
          "caption1": "Planet Exegol",
          "caption2": "The Battle of Exegol",
          "climate": "Hot and dry, stormy",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Rocky desert",
          "population": "?",
          "diameter": "13,649",
          "orbital_period": "210",
          "rotation_period": "53",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Exegol system was a lonely and distant star system located in the galaxy's Unknown Regions. The system's star, Exegol, was orbited by the planet Exegol, an ancient world of the Sith. Darth Sidious, a Sith Master, had a cloning facility in his citadel on Exegol, where the Sith cultists of his Sith Eternal were led and trained. The followers of the Dark Lord of the Sith toiled in secret for decades constructing a Sith armada, the Final Order, which was developed for Kylo Ren on Exegol as a successor to the First Order. The final demise of Sidious also occurred on Exegol, during the Battle of Exegol, at the hands of his granddaughter Rey."
        },
        {
          "name": "Csilla",
          "featured": "Literature",
          "img1": "/systems_images/csilla.webp",
          "img2": "/systems_landscapes/csilla_landscape.jpg",
          "caption1": "Planet Csilla",
          "caption2": "Ice glaciers on Csilla",
          "climate": "Frigid",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Glaciers, caves",
          "population": "8,000,000,000",
          "diameter": "11,080",
          "orbital_period": "462",
          "rotation_period": "25",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Csilla system was a star system that contained the planet Csilla, homeworld of the Chiss species and capital of the Chiss Ascendancy. Csilla was a frigid, ice-locked planet in the Unknown Regions. It was the homeworld of the sentient, near-human Chiss species and the capital world of the Chiss Ascendancy. Though largely unknown to the wider galaxy during the age of the Galactic Empire, exploratory missions to the Unknown Regions conducted years later revealed Csilla and other worlds that could be reached through cautious hyperspace jumps."
        },
        {
          "name": "Rakata",
          "featured": "'SW: KOTOR' game, literature",
          "img1": "/systems_images/rakata.webp",
          "img2": "/systems_landscapes/rakata_landscape.jpg",
          "caption1": "Planet Rakata Prime",
          "caption2": "Beautiful landscape of Rakata Prime",
          "climate": "Tropical",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Oceans, tropical islands",
          "population": "11,000,000,000",
          "diameter": "9,120",
          "orbital_period": "278",
          "rotation_period": "18",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Rakata system or the Star Forge system was the system in the Unknown Regions containing the planet of Lehon (Rakata Prime) and the Star Forge. It was rediscovered by Revan while looking for the Star Forge in 3959 BBY. The location of the system was unknown for millennia, and was to be deduced only with the help of the ancient Star Maps. Abo, the star of the system, was feeding the Star Forge, built by the Rakata and placed close to the sun. The system afterward became part of the Galactic Republic. Following the Battle of Rakata Prime, the wreckage of the Star Forge and the vessels lost during the battle made the system difficult to navigate. After the Jedi Civil War, the Republic made the entire Lehon system a protected historical site and dictated that it was not to be entered without permission. This lasted until the Republic Dark Age, when the crumbling government could no longer protect the location. Lehon, also referred to as Rakata, Rakata Prime, and the Unknown World, was the homeworld of the Rakata species and the capital of their Infinite Empire."
        },
        {
          "name": "Ahch-To",
          "featured": "Eps VII-VIII",
          "img1": "/systems_images/ahchto.webp",
          "img2": "/systems_landscapes/ahchto_island.webp",
          "caption1": "Planet Ahch-To",
          "caption2": "Island on Ahch-To where the Jedi Temple was located",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Oceans, volcanic islands",
          "population": "?",
          "diameter": "7,212",
          "orbital_period": "304",
          "rotation_period": "24",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Ahch-To system was a binary star system located in an uncharted sector of the Unknown Regions, containing twin suns, around which at great enough distance orbited the ocean planet Ahch-To, home of the first Jedi temple. Ahch-To, known by many names in ancient legends, was a planet mostly covered in water, with numerous rocky islands blanketed with green trees located in the Unknown Regions. It was the birthplace of the Jedi Order and held the ancient Jedi texts. During the New Republic Era, it served as the home of Jedi Master Luke Skywalker who went into exile seeking the first Jedi Temple after his temple and his Jedi students were destroyed by Kylo Ren. After the Resistance pieced together two map fragments to reveal Skywalker's location, Rey traveled to Ahch-To in the Millennium Falcon accompanied by R2-D2 and Chewbacca, in search of him."
        },
        {
          "name": "Dosuun",
          "featured": "Literature",
          "img1": "/systems_images/dosuun.webp",
          "img2": "/systems_landscapes/dosuun_landscape.webp",
          "caption1": "Planet Dosuun",
          "caption2": "Grassy landscape of Dosuun",
          "climate": "Temperate",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Forests, grasslands, lakes, mountains",
          "population": "Unhabited",
          "diameter": "?",
          "orbital_period": "?",
          "rotation_period": "?",
          "surface_water": "? ",
          "gravity": "1 standard",
          "description": "The Dosuun system was a star system in the Wild Space. It contained the planet Dosuun. From space, the planet could be seen to possess varied terrain and several seas. It also had at least one area of hilly temperate grassland. Dosuun remained outside the New Republic and was the location of a vast Imperial Remnant installation in 14 ABY, run by Rax Joris, who maintained control of the planet using his garrison. Upon the interception of a transmission in an attempt to track the Disciples of Ragnos, Jaden Korr headed to Dosuun to investigate possible connections between the cult and the Remnant. He was ordered not to engage, but rather to observe. However, upon landing, Jaden was ambushed and taken prisoner by Joris. Jaden escaped, killing many Remnant troops with stolen Imperial weapons, ending with Joris, who had taken Jaden's lightsaber upon his landing."
        },
        {
          "name": "Chrelythiumn",
          "featured": "Series, literature",
          "img1": "/systems_images/mortis_monolith.webp",
          "img2": "/systems_landscapes/mortis_gods.avif",
          "caption1": "The Mortis Monolith",
          "caption2": "The Gods of Mortis (The Ones)",
          "climate": "Constantly changing",
          "atmosphere": "Type-1 (breathable)",
          "terrain": "Floating mountains, lush forests, molten caverns",
          "population": "3",
          "diameter": "5x5",
          "orbital_period": "?",
          "rotation_period": "?",
          "surface_water": "? ",
          "gravity": "?",
          "description": "The Chrelythiumn system was a star system located within Wild Space, far beyond the Outer Rim Territories. During the Clone Wars, in a Wild Space star system named Chrelythiumn, a massive octahedral monolith appeared, containing a vergence in the Force that functioned as a portal to the realm of Mortis. On the outside, the octahedron was 5 kilometers long, both deep and wide, and was etched with red lines and a black surface. When the monolith revealed itself by sending out a 2,000-year-old distress signal, only the Chosen One, Anakin Skywalker, and his Jedi companions were able to see the monolith from their shuttle, as the Galactic Republic forces Skywalker was supposed to rendezvous with were oblivious to its sudden appearance. This was because the Father, a powerful Force wielder living on Mortis as an anchorite, sought an audience with Skywalker to test if he truly was the Chosen One and had lured him there. Once Skywalker and the shuttle, along with the Padawan Ahsoka Tano and Jedi Master Obi-Wan Kenobi, noticed the appearance of the monolith, its gravitational force pulled the trio into its gateway, bathing them in a blinding white light. When the trio came to some time after, they awoke on the terrestrial realm of Mortis. The monolith disappeared after Skywalker and his companions eventually escaped Mortis, with no evidence of its appearance left behind in the star system."
        }
]